Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# SettingsWindow_Item_035.Content
source: Lowest - Smallest file size
de_de: Niedrigste - Kleinste Dateigröße
es_es: Mínimo - Tamaño de archivo más pequeño
fr_fr: Plus bas - Taille de fichier la plus petite
pl_pl: Najniższy - najmniejszy rozmiar pliku
zh_hans: 最低 - 最小文件大小

# SettingsWindow_Item_036.Content
source: Low
de_de: Niedrig
es_es: Baja
fr_fr: Faible
pl_pl: Niskie
zh_hans: 低

# SettingsWindow_Item_037.Content
source: Medium - Balanced
de_de: Mittelausgeglichen
es_es: Medio - Equilibrado
fr_fr: Moyenne - Équilibrée
pl_pl: Zrównoważony średni
zh_hans: 中 - 平衡

# SettingsWindow_Item_038.Content
source: High - Recommended
de_de: Hoch empfohlen
es_es: Alta - Recomendada
fr_fr: Haut - recommandé
pl_pl: Duże - Zalecane
zh_hans: - 高建议高

# SettingsWindow_Item_039.Content
source: Highest - Largest files
de_de: Höchste - größte Dateien
es_es: Más alto - Archivos más grandes
fr_fr: Plus haut - les plus grands fichiers
pl_pl: Najwyższe - największe pliki
zh_hans: 最高 - 最大文件

# SettingsWindow_Item_040.Content
source: Lossless - No quality loss
de_de: Lossless - Kein Qualitätsverlust
es_es: Pérdida - No hay pérdida de calidad
fr_fr: Sans perte - Pas de perte de qualité
pl_pl: Bezcenny - brak utraty jakości
zh_hans: 无损失----无质量损失

# SettingsWindow_Item_042.Content
source: Auto-detect
de_de: Auto-Erkennen
es_es: Autodetectar
fr_fr: Détecteur automatique
pl_pl: Automatyczne wykrywanie
zh_hans: 自自动检测

# SettingsWindow_Item_044.Content
source: Intel Quick Sync
es_es: Sincronización rápida de Intel
fr_fr: Synchronisation rapide Intel
pl_pl: Szybka synchronizacja informacji
zh_hans: 英特尔快速同步

# SettingsWindow_Item_046.Content
source: Disabled (CPU only)
de_de: Deaktiviert (nur CPU)
es_es: Discapacitados (únicamente CPU)
fr_fr: Handicapés (CPU seulement)
pl_pl: Wyłącznie CPU)
zh_hans: 残疾人(仅有CPU)

# SettingsWindow_Item_047.Text
source: Maximum parallel conversions
de_de: Maximale Parallelumwandlungen
es_es: Conversiones paralelas máximas
fr_fr: Nombre maximal de conversions parallèles
pl_pl: Maksymalne konwersje równoległe
zh_hans: 最大平行转换

# SettingsWindow_Item_049.Text
source: Converter Tools
de_de: Umrechner-Werkzeuge
es_es: Herramientas de conversión
fr_fr: Outils de conversion
pl_pl: Narzędzia konwerterowe
zh_hans: 转换器工具

# SettingsWindow_Item_050.Text
source: Manage FFmpeg, ImageMagick, and other CLI tools
es_es: Administrar FFmpeg, ImageMagick y otras herramientas CLI
fr_fr: Gérer FFmpeg, ImageMagick et d'autres outils CLI
zh_hans: 管理 FFmpeg、 ImageMagick 和其他 CLI 工具

# SettingsWindow_Item_054.Text
source: Trusted Plugins
de_de: Vertrauenswürdige Plugins
es_es: Complementos de confianza
fr_fr: Plugins de confiance
pl_pl: Zaufane wtyczki
zh_hans: 信任的插件

# SettingsWindow_Item_055.Text
source: Review local sidecars before they can run
es_es: Revise sidecars locales antes de que puedan correr
fr_fr: Examiner les sidecars locaux avant qu'ils puissent courir
zh_hans: 在本地随行车行驶前审查当地随行车

# SettingsWindow_Item_056.Text
source: Dropped plugins are quarantined by default. Trust covers the SHA-256 of every file; any change disables execution until you review and trust the new hash. Links and reparse points are rejected.
de_de: Neue Plugins bleiben in Quarantäne, bis Sie ihren Dateihashes vertrauen. Änderungen deaktivieren sie erneut; Links und Reparse-Punkte werden abgelehnt.
es_es: Los plugins caídos están en cuarentena por defecto. La confianza cubre el SHA-256 de cada archivo; cualquier cambio deshabilita la ejecución hasta que revise y confíe en el nuevo hash. Los enlaces y los puntos de revisión son rechazados.
fr_fr: Les plugins droppés sont mis en quarantaine par défaut. Trust couvre le SHA-256 de chaque fichier; tout changement désactive l'exécution jusqu'à ce que vous revoyiez et faites confiance au nouveau hash. Les liens et les points de réparation sont rejetés.
pl_pl: Nowe wtyczki pozostają w kwarantannie do zatwierdzenia ich skrótów. Zmiany ponownie je wyłączają; łącza i punkty ponownej analizy są odrzucane.
zh_hans: 被丢弃的插件会默认隔离。 信任覆盖每个文件的 SHA-256; 任何更改都会禁用执行, 直到您审查和信任新的散列。 链接和折射点会被拒绝 。

# SettingsWindow_Item_059.Text
source: Shell Integration
es_es: Integración de las conchas
fr_fr: Intégration Shell
pl_pl: Integracja Shell
zh_hans: Shell 集成

# SettingsWindow_Item_060.Text
source: Windows Explorer context menu options
es_es: Opciones del menú contextual del explorador Windows
fr_fr: Options du menu contextuel de l'explorateur Windows
zh_hans: Windows 探索上下文菜单选项

# SettingsWindow_Item_063.Content
source: Cascading menu (Convert to →)
de_de: Cascading-Menü (Konvertieren zu →)
es_es: Menú en cascada (Convertir a →)
fr_fr: Menu Cascading (Convertissez à →)
pl_pl: Menu Cascading (Konwersja do →)
zh_hans: 递归菜单( 转至 __ )

# SettingsWindow_Item_064.Content
source: Flat menu (individual formats)
de_de: Flaches Menü (Einzelformate)
es_es: Menú plano (formatos individuales)
fr_fr: Menu plat (formats individuels)
pl_pl: Płaskie menu (wymiary indywidualne)
zh_hans: 平板菜单(个人格式)

# SettingsWindow_Item_065.Content
source: Single item (opens app)
de_de: Einzelpunkt (Opens App)
es_es: Un solo elemento (abre la aplicación)
fr_fr: Un seul élément (ouvre l'application)
pl_pl: Pojedynczy element (otworzy aplikację)
zh_hans: 单项( 打开应用程序)

# SettingsWindow_Item_066.Text
source: Quick convert presets in context menu
de_de: Schnelle Konverter-Voreinstellungen im Kontextmenü
es_es: Rápida conversión de presets en el menú contextual
fr_fr: Convertissez rapidement les préréglages dans le menu contextuel
pl_pl: Szybkie konwersji ustawień w menu kontekstowym
zh_hans: 快速转换上下文菜单中的预设

# SettingsWindow_Item_075.Text
source: Advanced
de_de: Fortgeschritten
es_es: Avanzado
fr_fr: Avancé
pl_pl: Zaawansowane
zh_hans: 高级

# SettingsWindow_Item_076.Text
source: Power-user command review and editing
es_es: Revisión y edición de comandos Power-user
fr_fr: Révision et édition de la commande Power-user
zh_hans: 电力用户指令审查和编辑

# SettingsWindow_Item_078.Text
source: Edited commands are parsed as an argument vector without a shell. Input/output placeholders are mandatory, and shell metacharacters are rejected.
de_de: Befehle laufen ohne Shell. Ein-/Ausgabeplatzhalter sind erforderlich; Shell-Metazeichen werden abgelehnt.
es_es: Los comandos editados son analizados como un vector de argumento sin shell. Los marcadores de posición de entrada/salida son obligatorios y los metacaracteres de shell son rechazados.
fr_fr: Les commandes éditées sont analysées comme un vecteur d'argument sans shell. Les détenteurs de place d'entrée/sortie sont obligatoires, et les métacaractères shell sont rejetés.
pl_pl: Polecenia działają bez powłoki. Symbole wejścia i wyjścia są wymagane; metaznaki powłoki są odrzucane.
zh_hans: 经过编辑的命令被解析为没有 shell 的参数矢量。 输入/ 输出占位符是强制性的, 而 shell 元字符则被拒绝 。

# SettingsWindow_Item_079.Text
source: Appearance
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
pl_pl: Wygląd
zh_hans: 外观

# SettingsWindow_Item_080.Text
source: Theme, accent color, window behavior
es_es: Tema, color de acento, comportamiento de la ventana
fr_fr: Thème, couleur d'accent, comportement de la fenêtre
zh_hans: 主题、口音颜色、窗口行为

# SettingsWindow_Item_082.Content
source: Light
de_de: Leicht
es_es: Luz
fr_fr: Lumière
pl_pl: Światło
zh_hans: 照明灯

# SettingsWindow_Item_083.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Ténèbre
pl_pl: Ciemny
zh_hans: 暗暗

# SettingsWindow_Item_084.Content
source: Use system setting
de_de: Systemeinstellung verwenden
es_es: Usar la configuración del sistema
fr_fr: Utiliser le réglage du système
pl_pl: Użyj ustawienia systemu
zh_hans: 使用系统设置

# SettingsWindow_Item_085.Text
source: Accent color
de_de: Zukünftige Farbe
es_es: Color de acento
fr_fr: Couleur exacte
pl_pl: Przyspieszony kolor
zh_hans: 亮度颜色

# SettingsWindow_Item_093.Text
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
pl_pl: O grze
zh_hans: 关于

# SettingsWindow_Item_094.Text
source: Version info, updates, licenses
es_es: Información de la versión, actualizaciones, licencias
fr_fr: Informations de version, mises à jour, licences
zh_hans: 版本信息、更新、许可证

# SettingsWindow_Item_097.Text
source: A local file conversion workspace with optional Windows Explorer integration.
de_de: Lokale Konvertierung mit optionaler Explorer-Integration.
es_es: Un espacio de trabajo local de conversión de archivos con integración opcional Windows Explorer.
fr_fr: Un espace de travail de conversion de fichiers local avec intégration optionnelle Windows Explorer.
pl_pl: Konwersja lokalna z opcjonalną integracją Eksploratora.
zh_hans: 一个带有可选 Windows 探索器整合的本地文件转换工作空间 。

# SettingsWindow_Item_104.Text
source: Local engines:
de_de: Örtliche Motoren:
es_es: Motores locales:
fr_fr: Moteurs locaux:
pl_pl: Silniki lokalne:
zh_hans: 本地引擎 :

# SettingsWindow_Item_105.Text
source: • FFmpeg - Video/Audio processing (LGPL/GPL) • ImageMagick - Image processing (Apache 2.0) • Pandoc - Document conversion (GPL) • LibreOffice - Office documents (MPL) • Ghostscript - PDF processing (AGPL) • Inkscape - Vector graphics (GPL) • Calibre - Ebook conversion (GPL)
de_de: • FFmpeg - Video/Audio-Verarbeitung (LGPL/GPL) • ImageMagick - Bildverarbeitung (Apache 2.0) • Pandoc - Dokumentenkonvertierung (GPL) • LibreOffice - Bürodokumente (MPL) • Ghostscript - PDF-Verarbeitung (AGPL) • Inkscape - Vektorgrafik (GPL) • Calibre - Ebook-Konvertierung (GPL)
es_es: • FFmpeg - Procesamiento de vídeo/audio (LGPL/GPL) • ImageMagick - Procesamiento de imágenes (Apache 2.0) • Pandoc - Conversión de documentos (GPL) • LibreOffice - Documentos de oficina (MPL) • Ghostscript - Procesamiento de PDF (AGPL) • Inkscape - Gráficos vectoriales (GPL) • Calibre - Conversión de libros electrónicos (GPL)
fr_fr: • FFmpeg - Traitement vidéo/audio (LGPL/GPL) • ImageMagick - Traitement d'image (Apache 2.0) • Pandoc - Conversion de documents (GPL) • LibreOffice - Documents de bureau (MPL) • Ghostscript - Traitement PDF (AGPL) • Inkscape - Vector Graphics (GPL) • Calibre - Conversion de livres (GPL)
pl_pl: • FFmpeg - Video/Audio obróbka (LGPL/GPL) • ImageMagick - Obróbka obrazu (Apache 2.0) • Pandoc - Konwersja dokumentu (GPL) • LibreOffice - Dokumenty biurowe (MPL) • Przetwarzanie - PDF (AGPL) • Inkscape - grafika wektorowa (GPL) • Calibre - Konwersja książki (GPL)
zh_hans: • FFmpeg - 录像/视听处理(LGPL/GPL) • ImageMagick - 图像处理(Apache 2.0) • Pandoc - 文件转换(GPL) • LibreOffice - 办公室文件(MPL) • 鬼文 - PDF处理(AGPL) • 墨镜 - 矢量图(GPL) • Calibre - 电子书转换(GPL)

# SettingsWindow_LanguageChinese.Content
source: Simplified Chinese
de_de: Vereinfachtes Chinesisch
es_es: Chino simplificado
fr_fr: Chinois simplifié
pl_pl: Chiński uproszczony
zh_hans: 简化中文

# SettingsWindow_LanguageComboBox.Header
source: Display language
de_de: Anzeigesprache
es_es: Idioma de visualización
fr_fr: Langue d’affichage
pl_pl: Język wyświetlania
zh_hans: 显示语言

# SettingsWindow_LanguageFrench.Content
source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
pl_pl: Francuski
zh_hans: 法语 法语

# SettingsWindow_LanguageGerman.Content
source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
pl_pl: Niemiecki
zh_hans: 德语 德语

# SettingsWindow_LanguagePolish.Content
source: Polish
de_de: Polnisch
es_es: Polaco
fr_fr: Polonais
pl_pl: Polski
zh_hans: 波兰语Name

# SettingsWindow_LanguageRestartNote.Text
source: Language changes apply after restarting the app.
de_de: Sprachänderungen gelten nach dem Neustart der App.
es_es: Los cambios de idioma se aplican después de reiniciar la aplicación.
fr_fr: Les changements de langue s'appliquent après le redémarrage de l'application.
pl_pl: Zmiany w języku obowiązują po uruchomieniu aplikacji.
zh_hans: 重新启动应用程序后应用语言修改。

# SettingsWindow_LanguageSystem.Content
source: Use Windows language
de_de: Windows Sprache verwenden
es_es: Usar el lenguaje Windows
fr_fr: Utiliser la langue Windows
pl_pl: Użyj języka Windows
zh_hans: 使用 Windows 语言

# SettingsWindow_MinimizeToTrayToggle.Header
source: Minimize to system tray
de_de: Minimieren auf System-Tray
es_es: Minimizar a la bandeja del sistema
fr_fr: Minimiser sur le plateau système
pl_pl: Minimalizuj do tacki systemowej
zh_hans: 最小化到系统托盘

# SettingsWindow_MinimizeToTrayToggle.OffContent
source: Close to taskbar
de_de: In der Nähe der Taskleiste
es_es: Cerca de la barra de tareas
fr_fr: Près de la barre des tâches
pl_pl: Blisko paska narzędziowego
zh_hans: 关闭任务栏

# SettingsWindow_MinimizeToTrayToggle.OnContent
source: Minimize to tray
de_de: Minimieren auf Tablett
es_es: Minimizar a la bandeja
fr_fr: Minimiser sur le plateau
pl_pl: Minimalizuj do tacki
zh_hans: 最小化到托盘

# SettingsWindow_NoPluginsText.Text
source: No plugins found. Drop a plugin directory containing manifest.json into the local plugins folder.
de_de: Keine Plugins gefunden. Drop ein Plugin-Verzeichnis mit manifest.json in den lokalen Plugins-Ordner.
es_es: No se han encontrado complementos. Suelta un directorio de complementos que contenga manifest.json en la carpeta local de complementos.
fr_fr: Pas de plugins trouvés. Déposer un répertoire de plugins contenant manifeste.json dans le dossier des plugins locaux.
pl_pl: Nie znaleziono wtyczek. Upuść katalog wtyczek zawierający manifest.json do lokalnego folderu wtyczek.
zh_hans: 找不到插件 。 将包含 move. json 的插件目录丢入本地插件文件夹 。

# SettingsWindow_NotificationsToggle.Header
source: Show notifications
de_de: Meldungen anzeigen
es_es: Mostrar notificaciones
fr_fr: Afficher les notifications
pl_pl: Pokaż powiadomienia
zh_hans: 显示通知

# SettingsWindow_NotificationsToggle.OffContent
source: Disabled
de_de: deaktiviert
es_es: Discapacitado
fr_fr: Handicapé
pl_pl: Wyłączone
zh_hans: 残疾残疾人残疾人

# SettingsWindow_NotificationsToggle.OnContent
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
pl_pl: Włączony
zh_hans: 已启用

# SettingsWindow_OpenPluginsFolderButton.Content
source: Open plugins folder
de_de: Ordner Plugins öffnen
es_es: Abrir carpeta de complementos
fr_fr: Ouvrir le dossier des plugins
pl_pl: Otwórz katalog wtyczek
zh_hans: 打开插件文件夹

# SettingsWindow_OpenReleaseButton.Content
source: Open release
de_de: Freigabe öffnen
es_es: Abrir la versión
fr_fr: Ouvrir la version
pl_pl: Otwarte zwolnienie
zh_hans: 公开发布

# SettingsWindow_OutputDirectoryTextBox.Header
source: Default output folder
de_de: Standardausgabeordner
es_es: Carpeta de salida predeterminada
fr_fr: Dossier de sortie par défaut
pl_pl: Domyślny folder wyjścia
zh_hans: 默认输出文件夹

# SettingsWindow_OutputDirectoryTextBox.PlaceholderText
source: Same as input file
de_de: Gleiches wie Eingabedatei
es_es: Lo mismo que el archivo de entrada
fr_fr: Même chose que le fichier d'entrée
pl_pl: Tak samo jak plik wejściowy
zh_hans: 与输入文件相同

# SettingsWindow_OverwriteBehaviorComboBox.Header
source: When output file exists
de_de: Wenn Ausgabedatei existiert
es_es: Cuando existe el archivo de salida
fr_fr: Quand le fichier de sortie existe
pl_pl: Gdy istnieje plik wyjściowy
zh_hans: 当输出文件存在时

source: Choose whether original source files are kept, moved to an archive folder, or permanently deleted after output is created.
de_de: Wählen Sie, ob Original-Quelldateien gespeichert, in einen Archivordner verschoben oder dauerhaft gelöscht werden, nachdem die Ausgabe erstellt wurde.
es_es: Elija si los archivos originales se guardan, se mueven a una carpeta de archivo o se eliminan permanentemente después de crear la salida.
fr_fr: Choisissez si les fichiers sources originaux sont conservés, déplacés dans un dossier d'archive, ou définitivement supprimés après la création de la sortie.
pl_pl: Wybierz, czy przechowywane są oryginalne pliki źródłowe, przeniesione do katalogu archiwalnego, czy na stałe usunięte po stworzeniu wyniku.
zh_hans: 选择原始源文件是保存、 移动到归档文件夹, 还是创建输出后永久删除 。

# SettingsWindow_PostConversionActionComboBox.Header
source: After successful conversion
de_de: Nach erfolgreicher Konvertierung
es_es: Después de una conversión exitosa
fr_fr: Après une conversion réussie
pl_pl: Po udanej konwersji
zh_hans: 成功转换后

# SettingsWindow_PostConversionArchiveTextBox.Header
source: Archive folder for moved originals
de_de: Archivordner für verschobene Originale
es_es: Archivo de la carpeta para los originales movidos
fr_fr: Dossier d'archives pour les originaux déplacés
pl_pl: Archiwizuj katalog dla przeniesionych oryginałów
zh_hans: 已移动原始文件的归档文件夹

# SettingsWindow_PostConversionArchiveTextBox.PlaceholderText
source: _converted-sources or an absolute path
de_de: _konvertierte Quellen oder ein absoluter Pfad
es_es: _fuentes convertidas o una ruta absoluta
fr_fr: _sources converties ou chemin absolu
pl_pl: _Zasoby przekształcone lub ścieżka absolutna
zh_hans: _转转源或绝对路径

# SettingsWindow_PreserveMetadataToggle.Header
source: Preserve metadata
de_de: Metadaten speichern
es_es: Preservar metadatos
fr_fr: Préserver les métadonnées
pl_pl: Zachowaj metadane
zh_hans: 保存元数据

# SettingsWindow_PreserveMetadataToggle.OffContent
source: Strip metadata
de_de: Metadaten entfernen
fr_fr: Strip métadonnées
pl_pl: Metadane paskowe
zh_hans: 区元元数据

# SettingsWindow_PreserveMetadataToggle.OnContent
source: Keep EXIF, tags, etc.
de_de: Halten Sie EXIF, Tags, etc.
es_es: Mantenga EXIF, etiquetas, etc.
fr_fr: Gardez EXIF, tags, etc.
pl_pl: Zachować EXIF, tagi itp.
zh_hans: 保持 EXIF, 标签等 。

# SettingsWindow_PresetJpgCheckBox.Content
source: Convert to JPG
de_de: Nach JPG umrechnen
es_es: Convertir en JPG
fr_fr: Convertir en JPG
pl_pl: Konwertuj na JPG
zh_hans: 转换为 JPG

# SettingsWindow_PresetMp3CheckBox.Content
source: Extract audio as MP3
de_de: Audio als MP3 extrahieren
es_es: Extraer audio como MP3
fr_fr: Extrait audio sous MP3
pl_pl: Ekstrakt audio jako MP3
zh_hans: 提取音频为 MP3

# SettingsWindow_PresetMp4CheckBox.Content
source: Convert to MP4
de_de: Nach MP4 umrechnen
es_es: Convertir en MP4
fr_fr: Convertir en MP4
pl_pl: Konwertuj na MP4
zh_hans: 转换为 MP4

# SettingsWindow_PresetPdfCheckBox.Content
source: Convert to PDF
de_de: In PDF konvertieren
es_es: Convertir en PDF
fr_fr: Convertir en PDF
pl_pl: Konwertuj na PDF
zh_hans: 转换为 PDF

# SettingsWindow_PresetPngCheckBox.Content
source: Convert to PNG
de_de: Nach PNG umrechnen
es_es: Convertir en PNG
fr_fr: Convertir en PNG
pl_pl: Konwertuj do PNG
zh_hans: 转换为 PNG

# SettingsWindow_PresetWebpCheckBox.Content
source: Convert to WebP
de_de: In WebP konvertieren
es_es: Convertir a WebP
fr_fr: Convertir en WebP
pl_pl: Konwertuj na WebP
zh_hans: 转换为 WebP

# SettingsWindow_QueueCompletionActionComboBox.Header
source: After a queue completes
de_de: Nach Abschluss einer Warteschlange
es_es: Después de una cola completa
fr_fr: Après la fin d'une file d'attente
pl_pl: Po zakończeniu kolejki
zh_hans: 排队完成后

# SettingsWindow_QueueCompletionScriptTextBox.Header
source: Post-queue script
de_de: Nachqueue-Skript
es_es: Guión posterior a la cola
fr_fr: Scénario post-queue
pl_pl: Skrypt poqueue
zh_hans: 后排排队脚本

# SettingsWindow_RegisterShellButton.Content
source: Register menu
de_de: Menü Registrieren
es_es: Menú de registro
fr_fr: Menu d'enregistrement
pl_pl: Menu Zarejestruj się
zh_hans: 登记册菜单

# SettingsWindow_ResetButton.Content
source: Reset defaults
de_de: Standardeinstellungen zurücksetzen
es_es: Reiniciar valores predeterminados
fr_fr: Réinitialiser les valeurs par défaut
pl_pl: Przywróć domyślne ustawienia
zh_hans: 重置默认值

# SettingsWindow_SaveButton.Content
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
pl_pl: Zapisz
zh_hans: 保存保存

# SettingsWindow_SettingsWindowButton01.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# SettingsWindow_SettingsWindowButton02.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# SettingsWindow_SettingsWindowHyperlinkButton03.Content
source: Report Issue
de_de: Ausgabe des Berichts
es_es: Número del informe
fr_fr: Numéro du rapport
pl_pl: Kwestia sprawozdania
zh_hans: 报告印发

# SettingsWindow_SoundToggle.Header
source: Play sound when complete
de_de: Ton abspielen, wenn abgeschlossen
es_es: Reproduce el sonido cuando esté completo
fr_fr: Jouer le son une fois terminé
pl_pl: Odtwarzanie dźwięku po zakończeniu
zh_hans: 完成时播放声音

# SettingsWindow_SoundToggle.OffContent
source: Silent
de_de: Schweigen
es_es: Silencioso
fr_fr: Silencieux
pl_pl: Cicho!
zh_hans: 静音

# SettingsWindow_SoundToggle.OnContent
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
pl_pl: Włączony
zh_hans: 已启用

# SettingsWindow_StartMinimizedToggle.Header
source: Start minimized
de_de: Minimiert starten
es_es: Inicio minimizado
fr_fr: Début minimisé
pl_pl: Uruchom zminimalizowane
zh_hans: 开始最小化

# SettingsWindow_StartMinimizedToggle.OffContent
source: Show window on startup
de_de: Fenster beim Start anzeigen
es_es: Mostrar ventana al iniciar
fr_fr: Afficher la fenêtre au démarrage
pl_pl: Pokaż okno przy starcie
zh_hans: 启动时显示窗口

# SettingsWindow_StartMinimizedToggle.OnContent
source: Start in background
de_de: Im Hintergrund beginnen
es_es: Comenzar en segundo plano
fr_fr: Commencer en arrière plan
pl_pl: Rozpocznij w tle
zh_hans: 以背景开始

# SettingsWindow_ThemeComboBox.Header
source: App theme
de_de: App-Thema
es_es: Tema de la aplicación
fr_fr: Thème de l'application
pl_pl: Motyw aplikacji
zh_hans: App 主题

# SettingsWindow_ToolsPathTextBox.Header
source: Tools directory
de_de: Werkzeugverzeichnis
es_es: Directorio de herramientas
fr_fr: Répertoire des outils
pl_pl: Katalog narzędzi
zh_hans: 工具目录

# SettingsWindow_ToolsPathTextBox.PlaceholderText
source: Default location
de_de: Standardort
es_es: Situación de la zona
fr_fr: Emplacement par défaut
pl_pl: Domyślna lokalizacja
zh_hans: 默认位置

# SettingsWindow_UnregisterShellButton.Content
source: Remove menu
de_de: Menü entfernen
es_es: Eliminar menú
fr_fr: Supprimer le menu
pl_pl: Usuń menu
zh_hans: 删除菜单

# SettingsWindow_UnsavedStatusText.Text
source: No unsaved changes
de_de: Keine nicht gespeicherten Änderungen
es_es: No hay cambios no guardados
fr_fr: Aucun changement non enregistré
pl_pl: Brak nieuchronnych zmian
zh_hans: 无未保存的更改

# SettingsWindow_UpdateStatusInfoBar.Title
source: Update status
de_de: Status aktualisieren
es_es: Actualizar estado
fr_fr: État de la mise à jour
pl_pl: Uaktualnij status
zh_hans: 最新更新现状

# SettingsWindow_VersionText.Text
source: Version 2.28.0
de_de: Version 2.31.1
fr_fr: Version 2.29.0
pl_pl: Version 2.31.3
zh_hans: Version 2.22.1

# SlideshowPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# SlideshowPage_ClearButton.Content
source: Clear Slides
de_de: Folien löschen
es_es: Limpiar las diapositivas
fr_fr: Effacer les diapositives
pl_pl: Wyczyść slajdy
zh_hans: 清除幻灯片

# SlideshowPage_CreateButton.Content
source: Create Video
de_de: Video erstellen
es_es: Crear vídeo
fr_fr: Créer une vidéo
pl_pl: Utwórz wideo
zh_hans: 创建视频

# SlideshowPage_DurationBox.Header
source: Seconds per slide
de_de: Sekunden pro Rutsche
es_es: Segundos por diapositiva
fr_fr: Secondes par diapositive
pl_pl: Seconds na slajd
zh_hans: 每个幻灯片秒数

# SlideshowPage_FitCombo.Header
source: Image fit
de_de: Bild-Einrichtung
es_es: Ajuste de imagen
fr_fr: Configuration de l'image
pl_pl: Pasuje do obrazu
zh_hans: 图像适合

# SlideshowPage_FpsBox.Header
source: Frame rate
de_de: Bildrate
es_es: Tasa de marcos
fr_fr: Taux-cadre
pl_pl: Stopa ramki
zh_hans: 框架速率

# SlideshowPage_Item_004.Text
source: Turn image sets into polished videos with motion, transitions, text, and music.
de_de: Bildsets in polierte Videos mit Bewegung, Übergängen, Text und Musik verwandeln.
es_es: Convierta los conjuntos de imágenes en vídeos pulidos con movimiento, transiciones, texto y música.
fr_fr: Transformez les jeux d'images en vidéos polies avec du mouvement, des transitions, du texte et de la musique.
pl_pl: Przekształcić obraz ustawia się w polerowane filmy z ruchem, przemianami, tekstem i muzyką.
zh_hans: 将图像转换成光亮的视频,
